{
	"cquiz_12_1": {
		"description": "Sie haben bei einem Mobilfunkanbieter einen günstigen Vertrag abgeschlossen, bei dem Sie monatlich einen fixen Betrag von 3€ zahlen. Welche Funktion modelliert Ihrer Ansicht nach am besten die monatlichen Kosten, wenn die y-Achse den Preis und die x-Achse die Monate repräsentiert?",
		"options": {
			"Lineare Funktion" : "Dies würde bedeuten, dass die Kosten jeden Monat stetig steigen.", 
	 		"Konstante Funktion" : "Sie haben jeden Monat die gleichen Kosten, diese ändern sich nicht.", 
	  		"Logarithmusfunktion" : "Dies würde bedeuten, dass die Kosten jeden Monat steigen.", 
	  		"Sinusfunktion" : "Dies würde bedeuten, dass die Kosten monatlich fallen und steigen würden."
	  	},
		"correct_answer": "Konstante Funktion"
	},
	"cquiz_12_2": {
		"description": "Die Sprunghöhe und -weite eines Kängurus wurde gemessen. Es ist 10 Meter weit und 3 Meter hoch gesprungen. Welche Funktion modelliert Ihrer Ansicht nach am besten die Flugbahn des Kängurusprungs, wenn die y-Achse die Sprunghöhe und die x-Achse die Sprungweite darstellt?",
		"options": {
			"Lineare Funktion" : "Das Känguru würde nie landen.", 
	 		"Konstante Funktion" : "Das Känguru würde nie losspringen.",
	 		"Exponentialfunktion" : "Das Känguru würde nie landen.",
	  		"Quadratische Funktion" : "Das Känguru erreicht beim Sprung eine gewisse Maximalhöhe und fällt dann wieder."
	  	},
		"correct_answer": "Quadratische Funktion"
	},
	"cquiz_12_3": {
		"description": "Ein Smartphone mit 2% Akku wird an eine Steckdose angeschlossen. Jede Minute wird der Akku um 2% aufgeladen. Welche Funktion modelliert Ihrer Ansicht nach am besten die Ladezeit, wenn die y-Achse die Akkuleistung und die x-Achse die Zeit in Minuten darstellt? (<u>Hinweis</u>: Ignorieren Sie die Quadranten mit negativen Werten. Außerdem gehen wir der Einfachheit halber hier davon aus, dass der Akkustand auch größer als 100% sein kann.)",
		"options": {
			"Lineare Funktion" : "Die Gerade schneidet dabei die y-Achse bei 2.", 
	 		"Konstante Funktion" : "Bei einer konstanten Funktion würde die Akkuleistung immer gleich bleiben.", 
	  		"Quadratische Funktion" : "Dies würde bedeuten, dass der Smartphone-Akku ab einer gewissen Stelle aufhören würde zu laden.", 
	  		"Sinusfunktion" : "Dies würde bedeuten, dass die Akkuleistung beim Ladevorgang fallen und steigen würde."
	  	},
		"correct_answer": "Lineare Funktion"
	},
	"cquiz_12_4": {
		"description": "Sie befinden sich am Meer und messen jede Stunde den Wasserstand, welcher von Ebbe und Flut beeinflusst wird. Welche Funktion modelliert Ihrer Ansicht nach am besten den stündlichen Wasserstand, wenn die y-Achse der Wasserstand in Metern und die x-Achse die Zeit in Stunden darstellt?",
		"options": {
			"Exponentialfunktion" : "Der Wasserspiegel würde immer weiter ansteigen.", 
	 		"Logarithmusfunktion" : "Der Wasserspiegel würde nie zurückgehen.", 
	  		"Quadratische Funktion" : "Es würde nur einmal bei Beginn der Messungen einen Anstieg des Wasserspiegels geben.", 
	  		"Sinusfunktion" : "Auch wenn die Periodenlänge der Gezeiten eigentlich 12,44 Stunden ist und sie sich täglich eine Stunde nach hinten verschiebt."
	  	},
		"correct_answer": "Sinusfunktion"
	}
}